Repository: barseille/project_concierge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, km

source: What are our Acceptance Criteria?
fr: Quels sont nos critères d'acceptation ?

source: To ensure a successful and fruitful collaboration, we have established 3 acceptance criteria. Please ensure your property meets the following requirements before submitting your application.
fr: Pour garantir une collaboration réussie et fructueuse, nous avons établi 3 critères d’acceptation. Veuillez vous assurer que votre propriété répond aux exigences suivantes avant de soumettre votre demande.

source: Location
fr: Emplacement

source: The property must be located in Siem Reap, Cambodia.
fr: La propriété doit être située à Siem Reap, au Cambodge.

source: Property Type
fr: Type de propriété

source: We focus our services on houses and villas, excluding apartments for the moment.
fr: Nous concentrons nos services sur les maisons et villas, hors appartements pour le moment.

source: Functional Equipment
fr: Équipement fonctionnel

source: All essential equipment (electricity, plumbing, etc.) must be in working order.
fr: Tous les équipements essentiels (électricité, plomberie, etc.) doivent être en état de marche.

source: Discover the Simple Process to Get Started with ANGKOR MANAGEMENT
fr: Découvrez le processus simple pour démarrer avec ANGKOR MANAGEMENT

source: First Contact: Submit Your Request
fr: Premier contact : soumettez votre demande

source: It all starts with your initiative. Use our online form to let us know your interest. Be sure to check out our <a href='#acceptance-criteria' class='text-yellow-500 hover:text-yellow-400'>Acceptance criteria</a> before submitting your request.
fr: Tout commence par votre initiative. Utilisez notre formulaire en ligne pour nous faire part de votre intérêt. Assurez-vous de consulter nos <a href='#acceptance-criteria' class='text-yellow-500 hover:text-yellow-400'>critères d'acceptation</a> avant de soumettre votre demande.

source: On-Site Verification: Meeting and Assessment
fr: Vérification sur site : Rencontre et évaluation

source: Once your request is received and pre-approved, we will arrange an on-site appointment. This allows us to verify your property's compliance with our quality standards and ensure that it meets our acceptance criteria. This is also an opportunity for you to meet our team and discuss your expectations.
fr: Une fois votre demande reçue et pré-approuvée, nous organiserons un rendez-vous sur place. Cela nous permet de vérifier que votre propriété respecte nos normes de qualité et répond à nos critères d'acceptation. C'est également l'occasion pour vous de rencontrer notre équipe et de discuter de vos attentes.

source: Signature of the Contract: Formalization of the Partnership
fr: Signature du contrat : Formalisation du partenariat

source: If everything is compliant and your expectations align with our services, the next step is signing a contract. This document details our mutual commitments and marks the start of our fruitful collaboration. From this moment, you can relax and let us take care of your property, transforming your property into an attractive source of income.
fr: Si tout est conforme et que vos attentes sont en adéquation avec nos services, l'étape suivante est la signature d'un contrat. Ce document détaille nos engagements mutuels et marque le début de notre collaboration fructueuse. Dès cet instant, vous pouvez vous détendre et nous laisser prendre soin de votre propriété, la transformant en une source de revenus attrayante.

source: Privacy Policy of ANGKOR MANAGEMENT
fr: Politique de Confidentialité d'ANGKOR MANAGEMENT

source: At ANGKOR MANAGEMENT, the confidentiality and protection of our clients, prospects, and online users' data are our top priorities. We are committed to treating your personal data with the utmost respect, ensuring a high level of protection in accordance with the General Data Protection Regulation (GDPR) and applicable laws.
fr: Chez ANGKOR MANAGEMENT, la confidentialité et la protection des données de nos clients, prospects et utilisateurs en ligne sont nos principales priorités. Nous nous engageons à traiter vos données personnelles avec le plus grand respect, en garantissant un niveau de protection élevé conformément au Règlement Général sur la Protection des Données (RGPD) et aux lois applicables.

source: This charter aims to inform you about:
fr: Cette charte vise à vous informer sur :

source: The personal data we collect and the reasons for its collection;
fr: Les données personnelles que nous collectons et les raisons de cette collecte ;

source: How we use your personal data;
fr: Comment nous utilisons vos données personnelles ;

source: Your rights regarding your personal data and how to exercise them.
fr: Vos droits concernant vos données personnelles et comment les exercer.

source: Who Are We?
fr: Qui sommes-nous ?

source: ANGKOR MANAGEMENT, a company specializing in high-end concierge services, is located in Siem Reap. For any questions related to the processing of your personal data, you can contact us:
fr: ANGKOR MANAGEMENT, une entreprise spécialisée dans les services de conciergerie haut de gamme, est située à Siem Reap. Pour toute question liée au traitement de vos données personnelles, vous pouvez nous contacter :

source: For inquiries,
fr: Pour toute demande,

source: Address: 17251 Preah Sihanouk Ave, Krong Siem Reap
fr: Adresse : 17251 Preah Sihanouk Ave, Krong Siem Reap

source: Why Do We Collect Your Personal Data?
fr: Pourquoi collectons-nous vos données personnelles ?

source: Your data is collected for various reasons, including to:
fr: Vos données sont collectées pour diverses raisons, notamment pour :

source: Ensure the execution of concierge contracts;
fr: Assurer l'exécution des contrats de conciergerie ;

source: Respond to your requests for personalized services;
fr: Répondre à vos demandes de services personnalisés ;

source: Improve the quality of our offerings;
fr: Améliorer la qualité de nos offres ;

source: Communicate about our services and promotional offers, with your consent.
fr: Communiquer sur nos services et offres promotionnelles, avec votre consentement.

source: What Personal Data Do We Collect?
fr: Quelles données personnelles collectons-nous ?

source: We may collect data such as your names, email and postal addresses, telephone number, as well as any other information necessary for the provision of our concierge services. We ensure that your data is only kept for the time necessary for the purposes for which it was collected.
fr: Nous pouvons collecter des données telles que vos noms, adresses email et postale, numéro de téléphone, ainsi que toute autre information nécessaire à la fourniture de nos services de conciergerie. Nous veillons à ce que vos données ne soient conservées que le temps nécessaire aux fins pour lesquelles elles ont été collectées.

source: Sharing of Personal Data
fr: Partage des Données Personnelles

source: Your data may be shared with third parties, only as necessary for the provision of our services (e.g., cleaning service providers or reservation platforms). We ensure that all our partners also comply with the legal framework for data protection.
fr: Vos données peuvent être partagées avec des tiers, uniquement dans la mesure nécessaire à la fourniture de nos services (par exemple, prestataires de services de nettoyage ou plateformes de réservation). Nous veillons à ce que tous nos partenaires respectent également le cadre juridique en matière de protection des données.

source: Your Rights
fr: Vos Droits

source: You have rights of access, rectification, erasure, restriction of processing, opposition to processing of your personal data, and the right to data portability. To exercise these rights, please contact us at the coordinates provided above.
fr: Vous avez des droits d'accès, de rectification, de suppression, de limitation du traitement, d'opposition au traitement de vos données personnelles, ainsi que le droit à la portabilité des données. Pour exercer ces droits, veuillez nous contacter aux coordonnées fournies ci-dessus.

source: Changes to the Privacy Policy
fr: Modifications de la Politique de Confidentialité

source: This privacy policy may be updated to reflect changes in our data processing practices or legal evolutions. We encourage you to regularly consult this page.
fr: Cette politique de confidentialité peut être mise à jour pour refléter les changements dans nos pratiques de traitement des données ou les évolutions légales. Nous vous encourageons à consulter régulièrement cette page.

source: Contact and Complaints
fr: Contact et Réclamations

source: If you have any questions or wish to make a complaint regarding the processing of your personal data, do not hesitate to contact us. If you believe that your data is not being processed in accordance with the regulations, you have the right to file a complaint with the competent authority.
fr: Si vous avez des questions ou souhaitez faire une réclamation concernant le traitement de vos données personnelles, n'hésitez pas à nous contacter. Si vous estimez que vos données ne sont pas traitées conformément à la réglementation, vous avez le droit de déposer une plainte auprès de l'autorité compétente.

source: Terms of Use & Legal Information
fr: Conditions d'Utilisation & Informations Légales

source: ANGKOR MANAGEMENT, situated in Siem Reap, specializes in high-end concierge services. This document provides our terms of use and legal information related to our website and services.
fr: ANGKOR MANAGEMENT, située à Siem Reap, est spécialisée dans les services de conciergerie haut de gamme. Ce document fournit nos conditions d'utilisation et les informations légales liées à notre site Web et à nos services.

source: Notice
fr: Avis

source: The information on the ANGKOR MANAGEMENT website is for general information purposes and is non-contractual. We strive to keep the information up-to-date and correct but make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability, or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose.
fr: Les informations sur le site Web d'ANGKOR MANAGEMENT sont à des fins d'information générale et ne sont pas contractuelles. Nous nous efforçons de maintenir les informations à jour et correctes, mais ne donnons aucune garantie, explicite ou implicite, quant à l'exhaustivité, la précision, la fiabilité, l'adéquation ou la disponibilité concernant le site Web ou les informations, produits, services ou graphiques connexes contenus sur le site Web à quelque fin que ce soit.

source: Liability
fr: Responsabilité

source: ANGKOR MANAGEMENT is not liable for any inaccuracies, errors, or omissions in the information provided. We also cannot be held responsible for any intrusion or virus that may affect your computer equipment as a result of using our website.
fr: ANGKOR MANAGEMENT n'est pas responsable des inexactitudes, erreurs ou omissions dans les informations fournies. Nous ne pouvons également être tenus responsables de toute intrusion ou virus qui pourrait affecter votre équipement informatique à la suite de l'utilisation de notre site Web.

source: Intellectual Property
fr: Propriété Intellectuelle

source: The content, including texts, images, and graphics, on our website is protected by intellectual property rights and is the exclusive property of ANGKOR MANAGEMENT. Any reproduction, distribution, or use of this content for commercial purposes without prior written consent is strictly prohibited.
fr: Le contenu, y compris les textes, images et graphiques, sur notre site Web est protégé par des droits de propriété intellectuelle et est la propriété exclusive d'ANGKOR MANAGEMENT. Toute reproduction, distribution ou utilisation de ce contenu à des fins commerciales sans consentement écrit préalable est strictement interdite.

source: ANGKOR MANAGEMENT reserves the right to modify these terms of use and legal information at any time. Changes will be effective immediately upon posting on the website. We encourage users to regularly review this document to stay informed.
fr: ANGKOR MANAGEMENT se réserve le droit de modifier ces conditions d'utilisation et informations légales à tout moment. Les modifications seront effectives immédiatement après leur publication sur le site Web. Nous encourageons les utilisateurs à consulter régulièrement ce document pour rester informés.

source: Contact Information
fr: Informations de Contact

source: Please read and accept the acceptance criteria before submitting your form.
fr: Veuillez lire et accepter les critères d'acceptation avant de soumettre votre formulaire.

source: I confirm that I have read and understood the Acceptance Criteria and I accept the General Terms and Conditions.
fr: Je confirme avoir lu et compris les critères d'acceptation et j'accepte les conditions générales.

source: First Name
km: នាមខ្លួន

source: Last Name
km: នាមត្រកូល

source: Email
km: អ៊ីមែល

source: Message
km: សារ

source: Our Offers
km: ការផ្តល់ជូនរបស់យើង

source: services
km: សេវាកម្ម

source: Profitability, serenity, and security are the foundations of our commitment to you. By choosing ANGKOR LUXE, you will experience the true essence of hospitality.
km: ភាពចំណេញ, សេរីភាព, និងសន្តិសុខគឺជាមូលដ្ឋាននៃការប្តេជ្ញាចិត្តរបស់យើងចំពោះអ្នក។ ដោយជ្រើសរើស ANGKOR LUXE, អ្នកនឹងបានជួបប្រទះនូវអត្ថន័យពិតប្រាកដនៃភាពរាប់អាន។

source: Whether you are a demanding owner in search of excellence, a real estate investor in search of maximum return, or in search of serenity and tranquility, ANGKOR LUXE offers three unique solutions.
km: មិនថាអ្នកគឺជាម្ចាស់ដែលមានតម្រូវការក្នុងការស្វែងរកឧត្តមភាព អ្នកវិនិយោគអចលនទ្រព្យក្នុងការស្វែងរកការត្រឡប់មកវិញអតិបរមា ឬក្នុងការស្វែងរកភាពស្ងប់ស្ងាត់និងភាពស្ងប់ស្ងាត់នោះទេ ANGKOR LUXE ផ្តល់ជូននូវដំណោះស្រាយពិសេសចំនួនបី។

source: At ANGKOR LUXE, we are committed to transforming every aspect of rental management into a worry-free experience for you. Take advantage of our expertise in high-end concierge services and discover how we can maximize the profitability of your properties while ensuring total satisfaction for your tenants. Contact us now to shape the future of your real estate investment.
km: នៅ ANGKOR LUXE យើងប្តេជ្ញាផ្លាស់ប្តូរគ្រប់ទិដ្ឋភាពនៃការគ្រប់គ្រងការជួលទៅជាបទពិសោធន៍ដែលគ្មានកង្វល់សម្រាប់អ្នក។ ទាញយកអត្ថប្រយោជន៍ពីជំនាញរបស់យើងក្នុងសេវាកម្ម concierge លំដាប់ខ្ពស់ និងស្វែងយល់ពីរបៀបដែលយើងអាចបង្កើនប្រាក់ចំណេញនៃអចលនទ្រព្យរបស់អ្នក ខណៈពេលដែលធានាបាននូវការពេញចិត្តសរុបសម្រាប់អ្នកជួលរបស់អ្នក។ ទាក់ទងមកយើងឥឡូវនេះ ដើម្បីរៀបចំអនាគតនៃការវិនិយោគអចលនទ្រព្យរបស់អ្នក។

source: Join the ANGKOR LUXE adventure and transform your rental management into an exceptional experience. Our team of experts is ready to support you towards success. Take the first step now!
km: ចូលរួមការផ្សងព្រេង ANGKOR LUXE និងផ្លាស់ប្តូរការគ្រប់គ្រងការជួលរបស់អ្នកទៅជាបទពិសោធន៍ពិសេស។ ក្រុមអ្នកជំនាញរបស់យើងត្រៀមខ្លួនជាស្រេចដើម្បីជួយអ្នកឆ្ពោះទៅរកភាពជោគជ័យ។ បោះជំហានដំបូងឥឡូវនេះ!

source: Launch Your Real Estate Project With ANGKOR LUXE
km: បើកដំណើរការគម្រោងអចលនទ្រព្យរបស់អ្នកជាមួយ ANGKOR LUXE
